{
  "home": "Home",
  "about": "About Us",
  "projects": "Projects",
  "connect": "Connect",
  "my_name": "My Name is Anvar",
  "fullstack": "I'm Full Stack Developer",
  "descrip": "I am a Full Stack Developer with a deep passion for building high-performance and visually stunning web applications. I specialize in creating modern, responsive, and user-friendly websites with clean, well-structured code that is easy to maintain and scale. My goal is not just to write code, but to solve real-world problems through efficient digital solutions. I pay close attention to UI/UX design, ensuring that every website I build is both beautiful and functional across all devices.",
  "download": "Download CV",
  "haqida": "About Me",
  "Iam": "Hi There! I'm Anvarbek Ergashev",
  "aboutdesc": "I'm a Laravel-focused full-stack developer with deep experience in building scalable, real-world web applications. I specialize in creating complex admin panels, large data exports (30,000+ rows), dynamic CRUD systems, and smart automation tools. My work includes optimized Excel generation, task and attendance tracking, modal-based interfaces, and Telegram bots with survey logic and Excel export features. I strive to write clean, efficient code and build solutions that are not only functional but also user-friendly and maintainable.",
  "date": "Date of birth:",
  "september": "September",
  "Phone": "Phone",
  "Location": "Location",
  "Projects": "Projects",
  "project1_desc": "CRM system built with Laravel & React. Includes CRUD, charts, and statistics.",
  "title1":"Admin Panel CRM",
  "project2_desc": "Landing Page from CRM.",
  "project3_desc": "A fully developed online store with products, shopping cart, and payment features.",
  "wiew":"wiew",
  "Connect":"Connect",
  "your_name":"Name",
  "address":"Email address",
  "message":"Write your message...",
  "send":"Send",
  "lets":"Let’s connect and build something great together!",
  "follow":"Follow Me",
  "reserved":"All rights reserved."
}
