{
  "home": "Asosiy",
  "about": "Biz haqida",
  "projects": "Loyihalar",
  "connect": "Bog‘lanish",
  "my_name": "Mening ismim Anvar",
  "fullstack": "Men Full Stack dasturchiman",
  "descrip": "Men yuqori samaradorlikka ega va vizual jihatdan jozibali veb-ilovalarni yaratishga chuqur ishtiyoqli Full Stack dasturchiman. Men zamonaviy, moslashuvchan va foydalanuvchi uchun qulay veb-saytlarni yaratishga ixtisoslashganman. Kodlarim toza, yaxshi tuzilgan va osongina parvarish qilishga yaroqli bo‘ladi. Mening maqsadim shunchaki kod yozish emas, balki real hayotdagi muammolarga samarali raqamli yechimlar topishdir. Har bir veb-saytning dizayn va foydalanuvchi tajribasiga alohida e’tibor qarataman, shunda u barcha qurilmalarda ham chiroyli, ham funksional bo‘ladi.",
  "download": "CV yuklash",
  "haqida": "Men haqimda",
  "Iam": "Salom! Men Anvarbek Ergashevman",
  "aboutdesc": "Men Laravelga yo‘naltirilgan full-stack dasturchiman va real loyihalar uchun keng ko‘lamli, kengaytiriladigan veb-ilovalarni yaratishda chuqur tajribaga egaman. Murakkab admin panellar, 30 000+ qatorli katta hajmdagi Excel eksportlar, dinamik CRUD tizimlari va aqlli avtomatlashtirish vositalarini ishlab chiqishga ixtisoslashganman. Ishlarimga optimallashtirilgan Excel yaratish, topshiriqlar va davomat nazorati, modal interfeyslar hamda so‘rovnoma va Excel eksport funksiyalariga ega Telegram botlar kiradi. Men toza, samarali kod yozishga va foydalanuvchi uchun qulay, osongina parvarish qilinadigan echimlar yaratishga intilaman.",
  "date": "Tug'ulgan sana:",
  "september": "Sentyabr",
  "Phone": "Telefon",
  "Location": "Manzil",
  "Projects": "Loyihalar",
  "project1_desc": "Laravel & React asosida yaratilgan CRM tizimi. CRUD, grafiklar, statistikalar mavjud.",
  "title1": "CRM Admin Paneli",
  "project2_desc": "CRM uchun ko'rinish qismi.",
  "project3_desc": "To‘liq ishlab chiqilgan onlayn do‘kon: mahsulotlar, savatcha, to‘lovlar.",
  "wiew": "Ko'rish",
  "Connect": "Bog'lanish",
  "your_name": "Ismingiz",
  "address": "Email manzilingiz",
  "message": "Xabaringizni yozing...",
  "send": "Yuborish",
  "lets": "Keling, bog'laning va birgalikda ajoyib narsalarni quramiz!",
  "follow":"Meni kuzating",
  "reserved":"Barcha huquqlar himoyalangan."
}
